naumovs.color-highlight
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
hediet.vscode-drawio
golang.go
visualstudioexptteam.vscodeintellicode
ms-ossdata.vscode-pgsql
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
redhat.vscode-yaml
ms-vscode.cpptools
twxs.cmake
ms-vscode.cmake-tools
formulahendry.code-runner
docker.docker
thang-nm.flow-icons
mhutchie.git-graph
donjayamanne.githistory
neonxp.gotools
ecmel.vscode-html-css
ms-kubernetes-tools.vscode-kubernetes-tools
ritwickdey.liveserver
fallenmax.mithril-emmet
ms-python.debugpy
simonsiefke.svg-preview
tomoki1207.pdf

