7zip
alsa-utils
blueman
bluez
bluez-utils
btop
brightnessctl
cava
cmatrix
cliphist
wl-clipboard
conky
efibootmgr
eza
exfatprogs
fastfetch
feh
ffmpeg
file-roller
firefox
firejail
gdu
git
gparted
grim
grub
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
helvum
htop
hyprland
hyprlock
hyprpaper
hyprpicker
kitty
lazygit
mousepad
mpv
nano
neovim
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-dock-hyprland
nwg-drawer
nwg-look
openresolv
otf-font-awesome
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
pkgfile
power-profiles-daemon
powerline-fonts
proxychains-ng
pulseaudio-alsa
qt5-graphicaleffects
qt5-quickcontrols2
qt5-x11extras
qt5-tools
qt5-svg
qt5-wayland
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
qt6ct
qt5ct
ranger
ristretto
rkhunter
sddm
slurp
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
upower
vim
waybar
wireplumber
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-desktop-portal-hyprland
yt-dlp
swaync
swww
os-prober
